// arg0: ind de dialogo
// ret: str del dialogo

switch argument0 {

// para objeto txt
case 0:
return "שם או דואל רשום";
case 1:
return "סיסמה להזנה";
case 2:
return "סיסמה חדשה (אופציונלי)";
case 3:
return "דואל ליצירת חשבון";
case 4:
return "שם המשתמש שלך";
case 5:
return "שם או דואל לחיפוש";
case 6:
return "טקסט חינם";

// para GUI
case 100:
return "אזהרה: היזהר שלא להשתמש בסיסמה שלך לרשתות חשובות (אבטחה נמוכה)";
case 101:
return "Hebrew";
case 102:
return "אינטרנט + רך";
case 103:
return "אין שגיאת חיבור לאינטרנט";
case 104:
return "רג:";
case 105:
return "מוד:";
case 106:
return "פעולה:";
case 107:
return "יאן";
case 108:
return "פברואר";
case 109:
return "יָם";
case 110:
return "אפריל";
case 111:
return "מאי";
case 112:
return "יוני";
case 113:
return "יול";
case 114:
return "אוגוסט";
case 115:
return "ספטמבר";
case 116:
return "אוקטובר";
case 117:
return "נובמבר";
case 118:
return "דצמבר";
case 119:
return "טלה";
case 120:
return "מַזַל שׁוֹר";
case 121:
return "מַזַל תְאוּמִים";
case 122:
return "מחלת הסרטן";
case 123:
return "מַזַל אַריֵה";
case 124:
return "מַזַל בְּתוּלָה";
case 125:
return "מזל מאזניים";
case 126:
return "מַזָל עַקרָב";
case 127:
return "מַזַל קַשָׁת";
case 128:
return "מַזַל גְדִי";
case 129:
return "אַקוַרִיוּם";
case 130:
return "מַזַל דָגִים";
case 131:
return "כל אחד";
case 132:
return "רק עם טקסטים ארוכים";
case 133:
return "רק לאחרונה פעיל";
case 134:
return "מכל העולם";
case 135:
return "אזהרה עליך להיות מחובר לחיפוש אוטומטי";
case 136:
return "מִשׁפָּחָה";
case 137:
return "חַקלאַי";
case 138:
return "לְבַשֵׁל";
case 139:
return "אוּמָן";
case 140:
return "כּוֹרֶה";
case 141:
return "נַפָּח";
case 142:
return "דוֹקטוֹר";
case 143:
return "מַנהִיג";
case 144:
return "מָגֵן";
case 145:
return "לוֹחֶם";
case 146:
return "פלנר";
case 147:
return "קוֹסֵם";
case 148:
return "כּוֹמֶר";
case 149:
return "אמן";
case 150:
return "אַתלֵט";
case 151:
return "לֵיצָן";
case 152:
return "בן לוויה";
case 153:
return "איש עסקים";
case 154:
return "מְנַקֶה";
case 155:
return "היפי";
case 156:
return "מְאַלֵף";
case 157:
return "טַיָס";
case 158:
return "שליח משלוחים";
case 159:
return "סוֹפֵר";
case 160:
return "מהנדס";
case 161:
return "אַדְרִיכָל";
case 162:
return "מִתנַקֵשׁ";
case 163:
return "מַדָעִי";
case 164:
return "תפקידים";
case 165:
return "אזורים";
case 166:
return "רגשות";
case 167:
return "גַלגַל הַמַזָלוֹת";
case 168:
return "Fem";
case 169:
return "וואט";
case 170:
return "גרו";
case 171:
return "אוויר";
case 172:
return "רַע";
case 173:
return "נוי";
case 174:
return "גו";
case 175:
return "מִקצוֹעָן";
case 176:
return "מְמוּצָע";
case 177:
return "רשמי";
case 178:
return "תקליט";
case 179:
return "שְׁבוּעִי:";
case 180:
return "סך הכל:";
case 181:
return "אזהרה עליך להיות מחובר בכדי לבצע סימולציה רשמית";

// para nombre de zona
case 200:
return "צפון אמריקה (קנדה)";
case 201:
return "צפון אמריקה (ארהב)";
case 202:
return "צפון אמריקה (מקסיקו)";
case 203:
return "דרום אמריקה (קולומביה)";
case 204:
return "דרום אמריקה (ברזיל)";
case 205:
return "דרום אמריקה (ארגנטינה)";
case 206:
return "אירופה (ספרד)";
case 207:
return "אירופה (אנגליה)";
case 208:
return "אירופה (גרמניה)";
case 209:
return "אירופה (רוסיה)";
case 210:
return "מזרח (ערב)";
case 211:
return "מזרח (הודו)";
case 212:
return "מזרח (סין)";
case 213:
return "אפריקה (מצרים)";
case 214:
return "אפריקה (קונגו)";
case 215:
return "אפריקה (דרום אפריקה)";
case 216:
return "אוקיאניה (אוסטרליה)";
case 217:
return "צפון אמריקה";
case 218:
return "דרום אמריקה";
case 219:
return "אֵירוֹפָּה";
case 220:
return "מזרח";
case 221:
return "אַפְרִיקָה";
case 222:
return "עולם (הכל)";

// para nombres de comportamientos
case 300:
return "הגן על המדינה שלך, אל תעזוב";
case 301:
return "לתקוף מדינה אקראית";
case 302:
return "לתקוף את המדינה החזקה ביותר";
case 303:
return "תקפו את המדינה החלשה ביותר";
case 304:
return "תקפו את המדינה הקרובה ביותר";
case 305:
return "הישאר בקבוצה, עקוב אחר הקבוצה";
case 306:
return "עקוב אחר אזרח אקראי אחר";

// mensajes HTTP
case 400:
return "שגיאה לא ידועה";
case 401:
return "שגיאת חיבור שרת";
case 402:
return "שגיאת מסד נתונים של שרת";
case 403:
return "שגיאת גרסת האפליקציה אינה הולמת";
case 404:
return "שגיאה פרמטרים לא מספיקים";
case 405:
return "שגיאת בקשת שרת";
case 406:
return "שם משתמש כבר קיים";
case 407:
return "אזהרה מה שחיפשת לא נמצא";
case 408:
return "אזהרה עליך לערוך אחת לשעה";
case 409:
return "הצלחה רשומה, בדוק את הדואר שלך";
case 410:
return "אזהרה אנא הזן אימייל או שם תקפים";
case 411:
return "סיסמת האזהרה חייבת להיות באורך של לפחות 6 תווים";
case 412:
return "מידע מעודכן הצלחה";
case 413:
return "אזהרה אנא עדכן את הנתונים בכרטיסיית הדגל";

// titulos de los temas del libro
case 500:
return "אודות DelRow";
case 501:
return "התחבר והירשם";
case 502:
return "טיפול בנתונים";
case 503:
return "סמלי פרופיל";
case 504:
return "מהדורת פרופיל";
case 505:
return "חיפוש פרופיל";
case 506:
return "בית משפחה)";
case 507:
return "יבול (חקלאי)";
case 508:
return "מאפייה (קוק)";
case 509:
return "חייטות (אומן)";
case 510:
return "שלי (כורה)";
case 511:
return "עבודות מתכת (נפח)";
case 512:
return "בית חולים (רופא)";
case 513:
return "פורום (מנהיג)";
case 514:
return "מגדל (מגן)";
case 515:
return "צריפים (לוחם)";
case 516:
return "בית קברות (Cepulturero)";
case 517:
return "ריטואל (אשף)";
case 518:
return "מקדש (כומר)";
case 519:
return "קונסרבטוריון (אמן)";
case 520:
return "חדר כושר (ספורטאי)";
case 521:
return "משחקים (ליצן)";
case 522:
return "מוטל (בן לוויה)";
case 523:
return "שוק (סוחר)";
case 524:
return "פח אשפה (מנקה)";
case 525:
return "פארק (היפי)";
case 526:
return "Cattery (Tamer)";
case 527:
return "נמל (פיילוט)";
case 528:
return "Messenger (Messenger)";
case 529:
return "ספרייה (כותב)";
case 530:
return "טורבינה (מהנדס)";
case 531:
return "בניין (אדריכל)";
case 532:
return "בר (רוצח)";
case 533:
return "מעבדה מדעית)";
case 534:
return "התנהגות חלק 1";
case 535:
return "התנהגות חלק 2";
case 536:
return "עדכון סטטיסטי";
case 537:
return "סטטיסטיקה כללית";
case 538:
return "נתונים סטטיסטיים";
case 539:
return "סמלי מלחמה";
case 540:
return "כפתורי מלחמה";
case 541:
return "מלחמה בהתאמה אישית";
case 542:
return "סימולטור פיקוד";
case 543:
return "סימולטור יחידות";
case 544:
return "מרכזי סימולטור";
case 545:
return "על הספר";

// parrafos de los temas del libro
case 700:
return "תוכנה אינטראקטיבית שנוצרה על ידי עומר ג'ורדן (Omwekiatl), קולומביה 2021 (v $).##קהילה וירטואלית שמאכילה סימולציה של מלחמת העולם, תוכל:##- להתאים אישית את הדמות שלך.##- הביע משהו במילים.##- חפש פרופילים אחרים.#- בחר את אזור העולם בו הוא תומך.#- בחר את התפקיד שלך בחברה.#- בחר אופן התנהגות.#- צפה בסטטוס המלחמה הנוכחי ובסטטיסטיקה.#לגרסה זו למחשב יש מנוע הדמיה, עם פרמטרים מתקדמים.#שפה רשמית: ספרדית.";
case 701:
return "להרשמה השתמש בדואל, שיקבל סיסמה.##כדי להיכנס, השתמש בדואל שאיתו נרשמת או בשם המשתמש; בעת ההרשמה תראה שם משתמש וסיסמא אקראיים בדואל שלך, ניתן לשנות אותם.##הסרגל השלישי של הכניסה הוא הצבת סיסמה חדשה, במקרה שתרצה לשנות את הקודמת, היזהר, אל תשתמש בסיסמאות חשובות.##אם אינך זוכר את הסיסמה שלך, היכנס שוב כדי לקבל סיסמה אקראית.##Shift + מחק: נקי שורת טקסט.";
case 702:
return "המידע שלך לא יימכר או ישותף עם צדדים שלישיים, ולא ישמש אותו לקידום פרסום, אך ניתן לראות את הסטטיסטיקה העולמית של הקהילה בפומבי, על זה מדובר.##הסיסמה שלך מוצפנת, אך היזהר.##אתה יכול לבטא את מה שאתה רוצה בפרופיל שלך, אין צנזורה או איסור, ולכן זו לא מערכת שמתאימה לקטינים או אנשים רגישים; אנו עדיין סומכים על האתיקה שלך (תהיה זחילה טובה).";
case 703:
return "אודות תמונה:#שם / אזור / תפקיד.##תמונה:#בניין (תפקיד) / Ávatar / Zodiac.##תחת תמונה: טקסט חופשי, התנהגות.#משמאל למטה, תאריכי: - רישום במערכת.#- שינוי בפרופיל.#- פעם אחרונה פעילה.#לחצנים מימין למטה: - סגור מושב (התנתק).#- ערוך פרופיל (פעם אחת בכל שעה).";
case 704:
return "- שנה את שמך (עליו להיות ייחודי).##- שנה את האזור שהוא תומך בו.##- שנה את האוואטר עם החצים הירוקים.#- כתוב משהו (רקע אדמדם מעיד על עצום).#- שנה את ההתנהגות.#לחצנים מימין למטה:#- ירוק: ביטול העריכה.#- אדום: לקבל ולשלוח שינויים.#Shift + Delete: נקיית שורת טקסט.#ניתן להעתיק ולהדביק (Ctrl + C) (Ctrl + V).";
case 705:
return "אתה יכול לחפש פרופיל משתמש אם יש לו שם או דואל, לרשום אותו וללחוץ על זכוכית המגדלת; או לחץ על המקל אם אתה מחפש פרופיל משלך.##החיפוש האקראי מאפשר לך לסנן לפי:#- אזור.##- פרופילים עם טקסט עצום.##- פעיל פחות משבוע.#הכה את הקוביה לחיפוש.#ברגע שבפרופיל, ישנם שני כפתורים:#- לבצע חיפוש נוסף.#- צלם צילום מסך (png).";
case 706:
return "לכל אחד יכול להיות עבודה ובית עם ילדים, ובכן לא כאן, מתברר שתפקיד זה מייצג את אלה שחיים למען משפחתם, את ביתם, מגדלים ומחנכים את צאצאיהם; הם גרים בבית נוח ומתקשרים עם בני זוג שמתעניינים באותו עניין; אולי זה התפקיד העתיק והטבעי ביותר.##הן יחידות בסיסיות, היכולות והפרמטרים שלהן הן כאלה שיהיה לעולם ללא תפקידים, אבל ... הם נושאים חצי זרע, וכששניים מאותו תפקיד זה נפגשים, הם יצמחו לשרץ, שיגדל ויהפוך תושב אחד נוסף.";
case 707:
return "הם בסיס הקיום של עיר או עיר, בלי אוכל ספק האוכלוסייה מאושרת, או חיה ... הם נמצאים בדרך כלל בשדות ירוקים ועצומים, עם בארות למיצוי מים תת קרקעיים, ומוקפים בירקות כגון: שיבולת שועל, בננה, תירס, שעועית, קינואה, קקאו, בוטנים, חיטה.##בקרב יש להם הילה של אוכל, ולכן הם נותנים אוכל לבעלות הברית; יחידות שניזונות מעודדות יותר מתקפות מהר יותר מה שמקנה להן יתרון; אך זהו מזון גולמי, ולכן השפעתו לא נמשכת זמן רב, עליהם להישאר בהילה.";
case 708:
return "מי שלא אוהב את הריח של לחם חם, או כל אוכל טרי, כי לעורר תחושה זו תפקידו של תפקיד זה, ובסדר, גם להאכיל ... הוא האחראי על הפיכת הקציר למעדן מזין, המומחיות שלו היא : שיבולת שועל עם קינמון, עוגת בננה, ארפה תירס, המבורגר שעועית, עוגיות קינואה, קינוח שוקולד, עוגת פירות יבשים.##האכיל בכל פעם בן ברית אחד, כלומר בכל פעם שהוא מבצע את יכולתו המיוחדת; יחידות שניזונות מעודדות יותר מתקפות מהר יותר מה שמקנה להן יתרון; ההשפעה של אוכל טוב זה נמשכת זמן רב.";
case 709:
return "הרבה מיומנות בידיים, סבלנות והרעיונות הנחוצים להפוך פיסת חומר ל ... חומר יקר יותר; בין אם זה להכין בגדים ללבוש, ללבוש ולהגן מפני הקור, נעלי ריקוד, רהיטים לביקור או לישון כשהם חולמים על עולם ללא מלחמות, הם יעשו זאת.##בכל פעם שמופעלת יכולתו המיוחדת, הוא ילביש יחידת בעלות בריגה עם שכמייה עמידה בפני זעזועים, הדבר מעניק ליחידה שריון שנשחק על ידי הלהיטים שהתקבלו.";
case 710:
return "שומות אלו מבטן האדמה מחלצות את חומר הגלם לכל פעילויות הייצור, לא אכפת להם מרעש מכונות הריסוק או נושמות את אוויר התת-קרקעי הצפוף, שאם ללא לאות הן מבקשות למצוא את הזהב, היהלום, אדמנטיום כדי להשיג טבעת או שן.##הם טובים במצור, הם יכולים להפיל את מרכז עירוני האויב כאילו זו סתם עוד אבן שברירית, הם גם אוספים את היקרים במצור שלהם כדי לתקן את המרכז העירוני שלהם.";
case 711:
return "אזרח מחוספס ידיים זה לא מתעסק בחום היציקה, הוא נשאר שם והופך מינרלים גולמיים לחפצים יומיומיים כגון: סירים, כוסות, כנים, סורגים וכל מיני פיתולי ברזל; כולל מצ'טה זו או אחרת, חרב, גרזן קרב ... כל פעם הוא יוצר נשק נוסף ונותן אותו לבעל ברית, ליחידות עם הנשק הנוסף הזה יש יותר התקפה, אבל לא הכל מושלם, אז במוקדם או במאוחר ועם קצת מזל רע הנשק ישבר.##";
case 712:
return "בריאות, הדבר העיקרי לחיים ועוד יותר לחיים טובים; תפקיד זה אחראי על הבטחת רווחתם שלהם; לפני שמגיעים לסוף הניתוח או צורכים כימיקלים חזקים, הם מנסים להפיץ הרגלים טובים כמו: לחות היטב, פעילות גופנית (גמישות + אירובי), להיות מאושרים וללא לחץ, לאכול מאוזן ללא שומנים, או סוכרים ומעט בשרים, לנשום עמוק , ישנים טוב, ומדי פעם צום עם תבלינים מרפאים.##ובכן, מבחינה סימולציה, הם מרפאים בני ברית, בין אם זה נזק פיזי או זיהומים נגיפיים.";
case 713:
return "תמיד היו אותם תושבים שיש להם קול של פיקוד, היפראקטיביות לביצוע פרויקטים ותחושת כבוד חזקה ואלטרואיזם, תפקיד זה מציע בחברה את היכולת לקבץ ולכוון רעיונות, פרויקטים, יוזמות, מחאות; לשם כך עליו להקשיב לאחרים, לפתוח פורומי דיונים, לעשות סדר ובעיקר לתת דוגמה.##ללא קשר להתנהגותם של בעלי ברית אחרים, תפקיד זה משכנע אותם לעקוב אחריו, ובכך מרכיב קבוצה קטנה, באופן זה הוא לא ילך לבד, יתרון נוסף בכך הוא שהחברים יסונכרנו כאשר יגיבו להתקפה על אחד הֵם.";
case 714:
return "הוא שווה ערך לשוטר, המומחיות שלו היא הגנה ולכן הוא נושא מגן גדול, במקום לצאת למלחמה המשימה שלו היא לעשות סדר בחברה, לגרום לאנשים להרגיש בטוחים, ולנטרל כל איום.##זו היחידה העמידה ביותר, כלומר היכולת שלה; מצד שני, הוא מספק מגדל כמבנה, הוא יורה לעבר האויב, אך הוא איטי יותר ממגדלי המערכה שנעשו ישירות בשדה המלחמה, גם כך האחרונים נהרסים בקלות לעומת הפנימי.##עמיד בפני התקפות של עבריינים וחומרי נפץ.";
case 715:
return "זה המקבילה לאיש צבא, זהו לוחם אכזרי שיוצא לשדה הקרב בצמא לדם, ומשמיד את האויב.##אולי אתה חושב שבמשחק מלחמה איזה תחושה יהיו לתפקידים האחרים, ובכן יש איזון, אל תטעו, לכל התפקידים יתרונות וחסרונות, והקהילה מביעה את עצמה עם כולם כעניין של טעם ... אבל כן, זה מובחן בכך שהוא זה עם ההתקפה הגבוהה ביותר (יכולת פסיבית).";
case 716:
return "זה נדיר, כמו עורב, עם דכדוך ומחשבה עמוקה שהוא ראה קבורות רבות, הרבה דמעות, הרבה סופים; בדרך כלל הם ישויות בודדות ומדיטטיביות, תפקידן לתת מנוחה ולינה לנפטרים; המוות, התעלומה הגדולה ביותר בחיים, תפקיד זה חי ללא הרף והוא טוב למתן עצות לאבלים.##כשהוא הורג אויב בשדה הקרב, הוא משחזר נקודות חיים, כאילו מדובר בערפד.";
case 717:
return "בהיותו זר שמתמסר לאומנויות הקשתות, למיסטי, לכישוף, מאותה סיבה הוא בדרך כלל שותק למה שהוא יודע, נאמר שהוא מבלה יותר זמן בנסיעות בחלומותיו ובמדיטציה מאשר בחיים עצמם; הוא מנסה לבצע את העבודה האלכימית הגדולה, הוא בוחן את סודות הקוסמוס ומנהל שיחות עם הישויות המגוונות ביותר.##כשמתים זה הופך לספקטרום העוקב אחר האויב שנותן לו מזל רע בהתקפותיו, זהו אפקט הילה, ולכן הוא משפיע על כמה בו זמנית; בחיים זה כמעט לא יכול להתגייר על ידי כמרים.";
case 718:
return "יש לו מקדש אליו הוא מקדיש את מסירותו לחיים, מקדש זה מסמל בתור אל של כמה וכמה שיש, חלקם מבוגרים מאחרים, חלקם נשכחים יותר ואחרים אופנתיים יותר; הוא שומר על המורל של החברה, שוקל את נטליה הרגשיים בהבטחה לעזרה עילאית.##תפקידה להמיר אידיאולוגית יחידה, מה שאומר שהיא יכולה להפוך לבעל ברית אויב, אך זוהי הסתברות בניסיון יחיד, שיכולה להיות מושפעת מאפקטים של מזל, למשל: יהיה לה סיכוי נמוך לפני הקללה של ספקטרום.";
case 719:
return "מוזיקה, ציור, פיסול, שירה, משחק ... מגוון מאוד ויפה הוא מגוון האמנות והביטוי האינסופי שלה, תפקיד זה ללא ספק לוכד חלומות וסיוטים על נייר וצליל, כל חברה צריכה לבטא את עצמה, זה הכי טרנסצנדנטי .##בקרב הוא יישא גיטרה, שתקטב את האוויר בהשראה ותיתן מזל טוב יותר להתקפות בעלות הברית; למרות זאת, השפעה זו היא זמנית, ולכן היא דורשת נוכחות מתמדת של ההילה.";
case 720:
return "ישות מאוד אנרגטית, גמישה, חזקה, בלתי נלאית, מיומנת, שחיה רק ​​להיות בחדר הכושר שלו או לטייל בעולם בלי לעצור, אוהבת להתחרות ולהרגיש שהוא טוב וטוב יותר ממנו ומאחרים; המטרה היחידה שלו היא לשבור יעדים, הוא נהנה מבריאות שאין כמוה אך נתון לחסדי פציעות מרובות.##הוא רץ ושום דבר לא מהיר יותר מכל אחד אחר, מה שמעניק לו ניידות רבה בשדה הקרב, יש לו גם את היכולת להכות מכה גדולה בפעם הראשונה שהוא תוקף, כמו ספיגה עם האינרציה המצטברת שלו.";
case 721:
return "משחקי מזל, שחמט, דמקה סינית, סולם, פארקים, פוקר, אונו, מג'יק, צ'ארדס ועוד הרבה יותר, שתמצאו כאן, בבניין הדמות הידידותית, היוצאת והשמחה הזו; בהחלט אין כמו פנאי וצחוק, אבל היזהר, אתה מתמכר חחחח.##כולו רולטה רוסית, תפקיד זה נושא עמו פצצה בעלת עוצמה גבוהה שבעזרתה הוא יכול לנתק את הבשר מהעצם, מעצמו, מבני בריתו וכמובן מהאויב; הפיצוץ הוא אקראי כאשר הוא גורם נזק.";
case 722:
return "חברה בריאה מבטאת את מיניותה ללא טאבו או מוסריות קיצונית, כאן תפקיד זה מציע מקום למשחקים אירוטיים, עם רוח רבייה או יותר טוב לפנאי; וכאילו זה לא מספיק, היא מספקת את שירותיה כחברה מיוחדת (עם חופש בחירה).##בחר רק בן ברית אחד והדליק אותם, והעניק להם נקודות פגיעה נוספות, נקודות התקפה וחסינות להשפעות של תפקידים אחרים; זה יבוא וכאשר אחד משניים ימות, הקשר עם היתרונות שלו נשבר לנצח; חולשתו של בעל הברית הנאור היא בן זוגו הבסיסי.";
case 723:
return "מוצרים המיוצרים בייצור צריכים להימכר, לשווק, זה תפקידו של התפקיד הזה, שיודע גם לבצע פשרות טובות בגלל הכריזמה שלו כי לא תמיד יש כסף בתקופות קשות; הבניין שלו הוא תחביב למי שמחפש גאדג'טים מעט נחוצים; הוא מומחה להרוויח הון, הוא מוציא מטבעות מהמקום שאין.##אתה יכול לקחת נשק שכמייה של האויב ולשמור עליהם, או לתת אותם לבעל ברית; זה בעצם הופך את ייצור האויב לסחורה לבעלות הברית.";
case 724:
return "יש לו אובססיה לראות הכל נקי, הוא דואג מאוד לסילוק פסולת, המוטו שלו הוא צמצום, שימוש חוזר, מיחזור; כי זה עוזר להפחית את הזיהום; הוא אוהב לראות את פחי האשפה ממוינים לפי נייר, פלסטיק, אלקטרוניקה ואורגני, מכיוון שהדבר מצמצם את העבודה בבניין שלו; הוא גם מכסח את הדשא.##המלחמה משאירה גופות מפורקות רבות, בלגן שלם, תפקיד זה מרוויח מעט חיים עם כל גופה שהיא מעבדת.";
case 725:
return "עיר זקוקה לפארקים ושמורות טבע, להנאה, בילוי וקשר עם בעלי החיים והצומח; ההוויה הזו מגנה על המרחבים האלה ומנהלת שם חיים קצת מנותקים מהעיר; בדמו יש מנה מסוימת של פטריות הזיות.##הוא יכול, בלחץ של מחאה שלווה, לקחת את תפקידם מאויבים, ולהוציא מהם את יכולתם המיוחדת, זאת הוא עושה בזה אחר זה בכל פעם שהוא מפעיל את יכולתו.";
case 726:
return "היחסים האנושיים עם יצורים אחרים בטבע הם קדומים, כמו חיות ארזה, ציד, חברות, צריכה; תפקיד זה מגדל כלבים ומאלף אותם ומאמן אותם, כך שהם משמשים חברה לכל מיני אנשים, כולנו יודעים שיש מי שרואה בהם אפילו בני משפחה.##כאשר הוא רואה אויב, הוא יכול להתקשר רק לכלב אחד שיעזור לו להילחם, הישות הזו תמיד תלך אחריו, תהיה לה פחות התקפות וחיים מאדם ובדרך כלל מת מכאב מוסרי אם בעליה ימות.";
case 727:
return "אנו חיים בעולם פיזי, עם מרחקים המפרידים בין כל הנקודות, הובלת משהו או מישהו מ- A ל- B תמיד הייתה אתגר אופטימיזציה, הבלון או ספינות האוויר היו הרכב המעופף האופטימלי; בבניין זה הם מספקים את שירותיהם למרחקים ארוכים.##תנו בלונים לבני ברית כשהם במים, בדרך זו הם יכולים להגיע ליעדם מהר יותר, על היבשה הכדור פורח; יש להדגיש כי לחימה במים מעניקה יתרון לאלה שהולכים בכדור פורח.";
case 728:
return "אתה רוצה להביע משהו למישהו, רגש, רעיון או עסק, אבל זה רחוק, ובכן תפקיד זה ובניין מאפשרים לך להשאיר את המסר הזה בידיים מומחיות, כאילו הטלגרף היה קיים.##אסטרטגי, אם התנהגותו היא להגן: היא תשכנע את הגנת בעלות הברית לתקוף את האויב השכן, מבלי להזניח את ההגנה; אם ההתנהגות שלהם היא לעקוב אחר מישהו: זה יעודד את בעלות הברית להגן על המרכז הפגיע או יותר נכון על מי שמגן על התקפה בקבוצות; להתנהגות אחרת: זה יגרום לבני ברית להתנהג כמוהו.##בהגיעו למרכז אויב, פעם אחת בלבד, הוא יעביר יחידה בתור הבריאה מאותו מרכז למרכז שלו.";
case 729:
return "תערובת של מורה ואמן, מכיוון שהם אוהבים ללמד ולהעביר ידע, והם גם אוהבים לכתוב דברים אמיתיים או לא אמיתיים; הבניין שלה מלא בספרים, בכל הנושאים, מדע, ספרות, רוחניות, ביוגרפיות, היסטוריה, פילוסופיה, סגנון חיים וכו '.##תן מזל טוב להתקפות בעלות הברית, להכות אחת בכל פעם; חובב זה עמיד מאוד ויש לו סיכויי שביתה קריטיים גבוהים מכיוון שידע הוא כוח.";
case 730:
return "הוא מציע אנרגיה, ניהול האש כבר מזמן אינו מה, מה חדש התחום של הברק (לפחות לזמן המדומה הזה), טורבינות רוח מציעות אנרגיה נקייה לכולם, ומה לעשות איתה? ובכן, חלום האנושות היה ליצור homunculus, גולם; בואו נכין פח עם בינה מלאכותית.##צור רובוט, יש לו זמן חיים מוגבל על ידי הסוללות שלו, אבל כל בעל ברית עם תפקיד זה יכול להחליף אותם; ענק אבל לא תוקף, בכל זאת זו פתיחה עמידה והריסת מגדל par excellence; הוא נחלש במים, הוא מתנהג כמו מישהו שתכנת אותו או שתכנת אותו מחדש.";
case 731:
return "מה תהיה חברה ללא בניינים, בין אם הם צריף או גורד שחקים, היצור הזה יוצר את הגדולה והצפופה ביותר בעיר, מבלי לשכוח שמטרתה היא להציע נוחות, פונקציונליות, אופטימיזציה ופחות השפעה על הסביבה; מספקת בניין למספר אזרחים למגורים.##בשדה הקרב ניתן לשים מגדל שדה היורה לעבר האויב, הוא אינו מותקף על ידי האזרחים בשל קשיחותו; במקום להכין אחד חדש אתה יכול ליישר אחד קיים.";
case 732:
return "לא כל מי שחי בחברה פועל לשיפורו, יש מי שמסיבות אישיות יוצרים סכסוכים, גנבים, רוצחים, גנגסטרים, הם נושאים קשים ובדרך כלל נמצאים בסביבות לילה, שותים בירה מעורבבים עם אזרחים כנים.##מדי פעם הם תוקפים את בעלות בריתם בצורה בוגדנית, בדרך כלל זו מכה חזקה על הפתעה; יש סיכוי קטן לקבל נזק חזרה, באופן כללי נבחר תפקיד זה על ידי מי שרוצה לחבל באזור מבפנים.";
case 733:
return "אומרים שהנושאים האלה משוגעים, הם בוחנים את כל מה שהם רואים, מעומק החלל החיצון, עד לאינטימיות של מולקולות, השפה שלהם היא מתמטיקה והלקסיקון שלהם מורכב; בבניין שהם מספקים נערכים בדרך כלל ניסויים רבים לבדיקת השערות.##בצלוחיות שלהם הם טיפחו וירוס קטלני מאוד, המסוגל להרוג ולהעביר את עצמו, כעת הם משתמשים בו במלחמה כדי להדביק אויב אחד בכל פעם; התקפה זו דומה לרעל, יש סיכוי להירפא או להיפגע.";
case 734:
return "הגנתי:#יחידות מחפשות מרכז עירוני משלהן או בעלות בריתה ונשארות קרוב אליו, כאשר מדובר במלחמה ביבשות, הן יכולות לראות אם מרכז מנצרים וללכת אליו.##התקפה אקראית:#הם יבחרו במרכז אויב באופן אקראי וילכו אליו, זה יכול ליצור פיזור של הכוחות, יש גם מקרים מסוימים בהם ניתן לחשב את היעד מחדש.##תקף את החזק / החלש ביותר:#הם מכוונים למרכז האויב שיש בו הכי הרבה / פחות יחידות זמינות, כלומר להוסיף את החיים החיים עם המילואים.";
case 735:
return "שכנת התקפה:#מבטיחה שמרכז האויב היעד יהיה הכי קרוב ליחידה שמחפשת כעת את מי לתקוף.##מעבר בקבוצה:#המרכזים מחשבים כמה מעגלים של קבוצות, היחידות של המרכז האמור בעל התנהגות זו, ייפגשו באחד מאותם מעגלים; גם ביחידות במצב יבשת יכולות לבחור מעגל בעל ברית.##עקוב אחר יחידה אחרת:#אזרח בעל ברית נבחר באופן אקראי לעקוב אחריו, אך אסור שזו תהיה בהתנהגות הגנתית או חסידה; יתר על כן, אם הוא לא ימצא מישהו, הוא יטה לחזור למרכז העירוני שלו.";
case 736:
return "תוכנה זו אינה פעילה, האסטרטגיות ועריכות הפרופילים מטופלות בשלווה, ולכן הסטטיסטיקה העולמית מתעדכנת מדי שעה, כמו גם אפשרות לערוך את הפרופיל.##השינויים שתבצע ייראו בסטטיסטיקה בעוד שעה אחת!";
case 737:
return "בחלק העליון תוכלו לבחור את האזור או את הארץ להתבוננות, הבחירה תשתקף במפה באדום.##מתחת למפה תוכלו לראות:#- מספר המשתמשים באזור.##- אחוז הנקבות ביחס לסך הכל.#- מספר המשתמשים הפעילים.#- תיעוד משתמשים פעילים.#משתמש פעיל אם הוא היה ביישום בשבוע האחרון.";
case 738:
return "באפשרותך לשנות את סוג הנתונים הנצפים עבור האזור שנבחר:#- תפקידים: משתמשים בכל תפקיד.##- אזורים: ביחס לאזור הנוכחי.##- רגשות: לפי פניו של האווטאר.#- גלגל המזלות: סימנים לאזור.#הרעיון הוא לראות את התפקידים אך לא את ההתנהגויות, באופן זה ניתן ליצור אסטרטגיה קולקטיבית אובייקטיבית לתפקידים, ואינטואיטיבית או חיצונית להתנהגות.#- כפתור השמירה מאפשר לך לייצא נתונים.#- כפתור המצלמה מצלם צילום מסך.";
case 739:
return "מעל, מספר הדמיות:#שבועי (ינוקה) / נצבר.##אתה יכול לבחור את האזור שתרצה לצפות בו, זה יבוא לידי ביטוי על המפה באדום.##הסימולציה הראשונה של השבוע היא הרשמית, כאשר השאר ממוצעים, והשיא הוא בכל הזמנים.##הנתונים מצביעים על מיקום האזור, 1 הוא המקום הטוב ביותר, ניתן לחזור עליהם אם הם נקשרים.##סמלים: ציון טכני, אויבים ניצודים, מצור נעשה, אזורים שנכבשו, זמן בחיים, יחידות זמינות, יחידות יחידות, חיים אחרונים.";
case 740:
return "4 הכפתורים בתחתית מתחילים במלחמה:#1 הדגמה עם נתונים אקראיים.##2 הדגמה עם נתונים מותאמים אישית.##3 נתונים רשמיים אך של התכתשות.##4 נתונים רשמיים ותוצאות.#- מצב מדינות / מצב יבשות.#- כפתור המצלמה מצלם צילום מסך.#לנתונים המותאמים אישית יש את הפורמט של הקובץ (txt) שהתקבל בתפריט הסטטיסטיקה.#המלחמה הרשמית תהיה על מסך שחור, התוצאות מועלות לשרת, זאת כדי להימנע מסיום הדמיות בזמן שנוח לך.";
case 741:
return "קבל את הקובץ (txt) כמצוין בתפריט הסטטיסטיקה.##בו תוכלו לראות כמה מטריצות, זו שמעניינת אותנו היא זו של (תפקיד), שם תוכלו לשנות את הערכים בהתאם לכמה יחידות אתם רוצים בכל אחת, לכל אזור.##העמודות הן התפקידים כפי שאתה רואה אותם בכותרת (תפקיד).##השורות הן האזורים, כפי שאתה רואה אותם בכותרת (מדינות).#התנהגויות תמיד יהיו אקראיות; ואז (האוכלוסייה הפעילה) מגדירה משתמשים פעילים, שימו מספר גבוה מאוד אם תרצו.";
case 742:
return "- התקרב עם גלגל העכבר.###- הזז את המצלמה באמצעות לחיצה ימנית.##- בחר ישויות בלחיצה ימנית.#- השאר את הסימולציה עם Escape.#- האץ או האט עם למעלה ולמטה למעלה משמאל: מידע כללי, המהירות הסופית תהיה תלויה במחשב האישי שלך, בנתונים הרשמיים או לא.#מימין למעלה: מידע כללי: אוכלוסייה מקסימאלית, יחידות מגורים, ישויות מגורים, שיא ישויות חיים, סך כל הגופים שנוצרו ואז 3 הטובים ביותר לפי: יחידות זמינות, אויבים ניצודים, מצור נעשה, אזורים שנכבשו.#לבסוף, העמדות על פי חיוניות.#משמאל למטה, קונטקסטואלי (סלקציה).";
case 743:
return "המין והמזלות אינם משפיעים על הסימולציה, אך אם המצב הפעיל, ניתנים בונוסי חיים.##ישויות יכולות לנוע ביבשה או במים, הדבר האחרון מאט את התנועה והתקפה; הם יכולים ללכת לעבר אויב, בעל ברית או מרכז עירוני, מתגלים גם התנגשויות.##מדי פעם הם יחפשו אויבים בטווח הראייה שלהם ויתקפו אם הם קרובים, עם מעט אקראיות; מדי פעם יבוצעו היכולות המיוחדות של כל תפקיד.##תפקידים המשפיעים על יחידות אחרות אינם יכולים להיות מיושמים בעצמם, ואינם משפיעים על בעלי ברית או אויבים באותו תפקיד, למשל: חובש לא יכול לרפא או לרפא חובש אחר.";
case 744:
return "בכל מרכז עירוני יש אוכלוסייה ראשונית, שממנה יכולה להיות רק מגבלה של יחידות מגורים בכל פעם, והיא תתפתח יותר כמו.##נקודות החיים של כל מרכז הן ערך בסיס בתוספת האוכלוסייה הראשונית, מעת לעת מחושבים מספר האויבים ובעלי הברית הסמוכים, המצור שהתקבל הוא ההבדל בזה ללא הגבלה.##תפקידי היחידה נבחרים באופן אקראי עם עדיפות, התנהגויות משתנות באופן אקראי בלבד.##כל מרכז מחשב את המיקום של כמה מעגלי קיבוץ, והוא עושה זאת על ידי חיפוש קבוצות של יחידות, מרכזי אויב וקבוצות אויב.";
case 745:
return "כדי לנווט מהר יותר השתמש במקשי שמאל / ימין; הקש Enter כדי לנווט לדף אקראי, מקום לתפקיד אקראי.##המספר בתמונה בעמוד הראשון הוא המספר הכולל של משתמשים רשומים.##פתק:#";

// mini nombre de zona
case 900:
return "כֶּלֶב";
case 901:
return "שימושים";
case 902:
return "מקס";
case 903:
return "כרוב";
case 904:
return "חֲזִיָה";
case 905:
return "ארג";
case 906:
return "Esp";
case 907:
return "אינג";
case 908:
return "בִּירָה";
case 909:
return "רוס";
case 910:
return "ערה";
case 911:
return "אינד";
case 912:
return "צ'י";
case 913:
return "אגי";
case 914:
return "עם";
case 915:
return "דָרוֹם";
case 916:
return "או";
case 917:
return "נ.א.";
case 918:
return "ש.א.";
case 919:
return "EUR";
case 920:
return "ORI";
case 921:
return "AFR";
case 922:
return "כּוֹסִית";

// para nombres de comportamientos abreviados (no traducir)
case 1000:
return "לְהַגֵן";
case 1001:
return "א.אזה";
case 1002:
return "א 'היה";
case 1003:
return "א.דב";
case 1004:
return "A.cer";
case 1005:
return "קְבוּצָה";
case 1006:
return "סגוי";

// abreviacion roles (no traducir)
case 1100:
return "מִשׁפָּחָה";
case 1101:
return "אגרי";
case 1102:
return "מְבוּשָׁל";
case 1103:
return "אומנות";
case 1104:
return "שלי";
case 1105:
return "הר";
case 1106:
return "מדי";
case 1107:
return "מַנהִיג";
case 1108:
return "דחה";
case 1109:
return "יותר טוב";
case 1110:
return "ספו";
case 1111:
return "קוֹסֵם";
case 1112:
return "סייס";
case 1113:
return "ארטי";
case 1114:
return "דיפו";
case 1115:
return "פייה";
case 1116:
return "אקום";
case 1117:
return "לאכול";
case 1118:
return "לְנַקוֹת";
case 1119:
return "היפ";
case 1120:
return "כיפה";
case 1121:
return "פילו";
case 1122:
return "גברים";
case 1123:
return "כְּתִיבָה";
case 1124:
return "אינגה";
case 1125:
return "קֶשֶׁת";
case 1126:
return "אסים";
case 1127:
return "מֵאָה";

default: return "";
}

