// arg0: ind de dialogo
// ret: str del dialogo

switch argument0 {

// para objeto txt
case 0:
return "نام یا ایمیل ثبت شده";
case 1:
return "رمز ورود";
case 2:
return "رمز ورود جدید (اختیاری)";
case 3:
return "برای ایجاد حساب کاربری ایمیل ارسال کنید";
case 4:
return "نام کاربری شما";
case 5:
return "نام یا ایمیل برای جستجو";
case 6:
return "متن آزاد";

// para GUI
case 100:
return "هشدار: مراقب باشید از رمز عبور خود برای شبکه های مهم استفاده نکنید (امنیت پایین)";
case 101:
return "Persian";
case 102:
return "وب + نرم";
case 103:
return "خطای اتصال به اینترنت وجود ندارد";
case 104:
return "Reg:";
case 105:
return "مد:";
case 106:
return "اقدام کنید:";
case 107:
return "جان";
case 108:
return "فوریه";
case 109:
return "دریا";
case 110:
return "آوریل";
case 111:
return "ممکن است";
case 112:
return "ژوئن";
case 113:
return "ژوئیه";
case 114:
return "اوت";
case 115:
return "سپتامبر";
case 116:
return "مهر";
case 117:
return "نوامبر";
case 118:
return "دسامبر";
case 119:
return "برج حمل";
case 120:
return "ثور";
case 121:
return "جوزا";
case 122:
return "سرطان";
case 123:
return "لئو";
case 124:
return "باکره";
case 125:
return "ترازو";
case 126:
return "عقرب";
case 127:
return "قوس";
case 128:
return "برج جدی";
case 129:
return "آکواریوم";
case 130:
return "ماهی ها";
case 131:
return "هر کس";
case 132:
return "فقط با متن های بلند";
case 133:
return "فقط اخیراً فعال است";
case 134:
return "از همه دنیا";
case 135:
return "اخطار برای جستجوی خودکار باید وارد سیستم شوید";
case 136:
return "خانواده";
case 137:
return "مزرعه دار";
case 138:
return "پختن";
case 139:
return "پیشه ور";
case 140:
return "معدن کار";
case 141:
return "آهنگر";
case 142:
return "دکتر";
case 143:
return "رهبر";
case 144:
return "مدافع";
case 145:
return "جنگجو";
case 146:
return "برنامه ریز";
case 147:
return "شعبده باز";
case 148:
return "کشیش";
case 149:
return "هنرمند";
case 150:
return "ورزشکار";
case 151:
return "دلقک";
case 152:
return "همراه و همدم";
case 153:
return "تاجر";
case 154:
return "پاک کننده";
case 155:
return "هیپی";
case 156:
return "رام کننده";
case 157:
return "خلبان";
case 158:
return "پیک تحویل دهنده";
case 159:
return "نویسنده";
case 160:
return "مهندس";
case 161:
return "معمار";
case 162:
return "آدمکش";
case 163:
return "علمی";
case 164:
return "نقش ها";
case 165:
return "مناطق";
case 166:
return "احساسات";
case 167:
return "زودیاک";
case 168:
return "زنانه";
case 169:
return "وات";
case 170:
return "گرو";
case 171:
return "هوا";
case 172:
return "بد";
case 173:
return "نو";
case 174:
return "گو";
case 175:
return "حرفه ای";
case 176:
return "میانگین";
case 177:
return "رسمی";
case 178:
return "رکورد";
case 179:
return "هفتگی:";
case 180:
return "جمع:";
case 181:
return "هشدار برای انجام یک شبیه سازی رسمی باید وارد سیستم شوید";

// para nombre de zona
case 200:
return "آمریکای شمالی (کانادا)";
case 201:
return "آمریکای شمالی (ایالات متحده آمریکا)";
case 202:
return "آمریکای شمالی (مکزیک)";
case 203:
return "آمریکای جنوبی (کلمبیا)";
case 204:
return "آمریکای جنوبی (برزیل)";
case 205:
return "آمریکای جنوبی (آرژانتین)";
case 206:
return "اروپا (اسپانیا)";
case 207:
return "اروپا (انگلیس)";
case 208:
return "اروپا (آلمان)";
case 209:
return "اروپا (روسیه)";
case 210:
return "شرق (عربستان)";
case 211:
return "شرق (هند)";
case 212:
return "شرق (چین)";
case 213:
return "آفریقا (مصر)";
case 214:
return "آفریقا (کنگو)";
case 215:
return "آفریقا (آفریقای جنوبی)";
case 216:
return "اقیانوسیه (استرالیا)";
case 217:
return "آمریکای شمالی";
case 218:
return "آمریکای جنوبی";
case 219:
return "اروپا";
case 220:
return "مشرق";
case 221:
return "آفریقا";
case 222:
return "جهان (همه)";

// para nombres de comportamientos
case 300:
return "از کشور خود دفاع کنید ، ترک نکنید";
case 301:
return "به یک کشور تصادفی حمله کنید";
case 302:
return "به قوی ترین کشور حمله کنید";
case 303:
return "ضعیف ترین کشور را مورد حمله قرار دهید";
case 304:
return "حمله به نزدیکترین کشور";
case 305:
return "در گروه بمانید ، گروه را دنبال کنید";
case 306:
return "یک شهروند تصادفی دیگر را دنبال کنید";

// mensajes HTTP
case 400:
return "خطای ناشناخته";
case 401:
return "خطای اتصال سرور";
case 402:
return "خطای پایگاه داده سرور";
case 403:
return "نسخه برنامه خطا نامناسب است";
case 404:
return "خطا پارامترهای کافی نیست";
case 405:
return "خطای درخواست سرور";
case 406:
return "هشدار نام کاربری از قبل وجود دارد";
case 407:
return "هشدار آنچه به دنبال آن بودید یافت نشد";
case 408:
return "هشدار: شما باید هر ساعت یکبار ویرایش کنید";
case 409:
return "موفقیت ثبت شد ، نامه خود را بررسی کنید";
case 410:
return "هشدار لطفاً یک ایمیل یا نام معتبر وارد کنید";
case 411:
return "هشدار: رمز ورود باید حداقل 6 نویسه داشته باشد";
case 412:
return "موفقیت اطلاعات به روز شده";
case 413:
return "هشدار لطفاً داده ها را در برگه پرچم به روز کنید";

// titulos de los temas del libro
case 500:
return "درباره DelRow";
case 501:
return "وارد شوید و ثبت نام کنید";
case 502:
return "درمان داده ها";
case 503:
return "نمادهای نمایه";
case 504:
return "نسخه پروفایل";
case 505:
return "جستجوی نمایه";
case 506:
return "خانه خانوادگی)";
case 507:
return "محصول (کشاورز)";
case 508:
return "نانوایی (آشپزی)";
case 509:
return "خیاطی (صنعتگر)";
case 510:
return "معدن (معدنچی)";
case 511:
return "فلزکاری (آهنگر)";
case 512:
return "بیمارستان (دکتر)";
case 513:
return "انجمن (رهبر)";
case 514:
return "برج (مدافع)";
case 515:
return "سربازخانه (جنگجو)";
case 516:
return "قبرستان (Cepulturero)";
case 517:
return "آیین (جادوگر)";
case 518:
return "معبد (کشیش)";
case 519:
return "هنرستان (هنرمند)";
case 520:
return "سالن بدن سازی (ورزشکار)";
case 521:
return "بازی ها (دلقک)";
case 522:
return "متل (همراه)";
case 523:
return "بازار (معامله گر)";
case 524:
return "سطل زباله (پاک کننده)";
case 525:
return "پارک (هیپی)";
case 526:
return "Cattery (رام کننده)";
case 527:
return "بندر (خلبان)";
case 528:
return "مسنجر (مسنجر)";
case 529:
return "کتابخانه (نویسنده)";
case 530:
return "توربین (مهندس)";
case 531:
return "ساختمان (معمار)";
case 532:
return "نوار (قاتل)";
case 533:
return "آزمایشگاه علمی)";
case 534:
return "رفتار قسمت 1";
case 535:
return "رفتار قسمت 2";
case 536:
return "بروزرسانی آمار";
case 537:
return "آمار عمومی";
case 538:
return "داده های آماری";
case 539:
return "نمادهای جنگی";
case 540:
return "دکمه های جنگ";
case 541:
return "جنگ سفارشی";
case 542:
return "شبیه ساز فرمان";
case 543:
return "شبیه ساز واحد";
case 544:
return "مراکز شبیه ساز";
case 545:
return "درباره این کتاب";

// parrafos de los temas del libro
case 700:
return "نرم افزار تعاملی ایجاد شده توسط عمر جوردن (Omwekiatl) ، کلمبیا 2021 (در برابر دلار).##انجمن مجازی که شبیه سازی جنگ جهانی را تغذیه می کند ، می توانید:##- آواتار خود را سفارشی کنید.##- چیزی را کلمه به کلمه بیان کنید.##- پروفایل های دیگر را جستجو کنید.#- منطقه جهانی را که پشتیبانی می کند انتخاب کنید.#- نقش خود را در جامعه انتخاب کنید.#- حالت رفتاری را انتخاب کنید.#- مشاهده وضعیت جنگ و آمار فعلی.#این نسخه برای کامپیوتر دارای موتور شبیه سازی ، با پارامترهای پیشرفته است.#زبان رسمی: اسپانیایی.";
case 701:
return "برای ثبت نام از یک ایمیل استفاده کنید که رمز عبور دریافت می کند.##برای ورود به سیستم ، از ایمیلی که با آن ثبت نام کرده اید یا از نام کاربری استفاده کنید.##هنگام ثبت نام ، نام کاربری و رمزعبور تصادفی در ایمیل خود مشاهده خواهید کرد ، این موارد قابل تغییر است.##نوار سوم ورود به سیستم قرار دادن رمز ورود جدید است ، در صورتی که می خواهید رمز قبلی را تغییر دهید ، مراقب باشید ، از رمزهای عبور مهم استفاده نکنید.##اگر گذرواژه خود را به خاطر نمی آورید ، لطفاً دوباره وارد سیستم شوید تا گذرواژه تصادفی دریافت کنید. Shift + Delete: خط متن تمیز.";
case 702:
return "اطلاعات شما به فروش نمی رسد یا با اشخاص ثالث به اشتراک گذاشته نمی شود ، و همچنین برای تبلیغات استفاده نمی شود ، اما آمار جهانی جامعه به صورت عمومی قابل مشاهده است ، این همان چیزی است که در مورد آن است.##رمز ورود شما رمزگذاری شده است ، اما مراقب باشید.##شما می توانید آنچه را که می خواهید در نمایه خود بیان کنید ، هیچ سانسور و منعی وجود ندارد ، بنابراین سیستمی مناسب برای افراد خردسال یا افراد حساس نیست. ما هنوز به اخلاق شما اعتماد داریم (خزنده باشید).";
case 703:
return "درباره تصویر:#نام / منطقه / نقش.##تصویر:#ساختمان (نقش) / اواتار / زودیاک.##زیر تصویر: متن آزاد ، رفتار.#پایین سمت چپ ، تاریخ های: - ثبت نام در سیستم.#- تغییر مشخصات.#- آخرین بار فعال است.#دکمه های پایین سمت راست: - جلسه را ببندید (از سیستم خارج شوید).#- ویرایش نمایه (هر بار 1 بار).";
case 704:
return "- نام خود را اصلاح کنید (باید منحصر به فرد باشد).##- منطقه مورد پشتیبانی خود را اصلاح کنید.##- آواتار را با فلش های سبز تغییر دهید.#- چیزی بنویسید (زمینه قرمزرنگ نشان دهنده گسترده است).#- رفتار را اصلاح کنید.#دکمه های پایین سمت راست:#- سبز: لغو ویرایش.#- قرمز: تغییرات را بپذیرید و ارسال کنید.#Shift + Delete: خط متن تمیز.#می توانید (Ctrl + C) را کپی و پیست کنید (Ctrl + V).";
case 705:
return "می توانید نمایه کاربری را که نام یا ایمیل خود را دارد جستجو کنید ، آن را بنویسید و روی ذره بین کلیک کنید.##اگر به دنبال نمایه خود هستید ، چوب را فشار دهید.##جستجوی تصادفی امکان فیلتر کردن بر اساس:#- منطقه را فراهم می کند.##- پروفایل های دارای متن گسترده.#- کمتر از یک هفته فعال است.#برای جستجو تاس بزنید.#پس از ورود به یک نمایه ، دو دکمه وجود دارد که:#- جستجوی دیگری انجام دهید. - عکس بگیرید (png).";
case 706:
return "همه می توانند یک شغل و خانه با فرزندان داشته باشند ، خوب نه در اینجا ، معلوم می شود که این نقش نمایانگر کسانی است که برای خانواده ، خانه خود زندگی می کنند ، فرزندان خود را پرورش می دهند و تحصیل می کنند.##آنها در یک خانه راحت زندگی می کنند و با شریکی که اظهار همان علاقه است معاشرت می کنند. شاید این قدیمی ترین و طبیعی ترین نقش باشد. آنها واحدهای اساسی هستند ، توانایی ها و پارامترهای آنها آنهایی است که یک جهان بدون نقش می تواند داشته باشد ، اما ... آنها نیمی از دانه را حمل می کنند ، و هنگامی که دو نفر از همین نقش با هم روبرو می شوند ، آنها به یک تخم ریزی تبدیل می شوند ، یک ساکن دیگر";
case 707:
return "آنها اساس معیشت یک شهر یا شهر هستند ، بدون شک مردم بدون خوشبختی شاد یا زنده هستند ... آنها معمولاً در مزارع سبز و وسیع ، با چاه برای استخراج آب زیرزمینی یافت می شوند و با سبزیجاتی مانند: جو دوسر ، موز ، ذرت ، لوبیا ، کینوا ، کاکائو ، بادام زمینی ، گندم.##در جنگ آنها هاله غذایی دارند ، بنابراین به متحدان غذا می دهند. واحدهایی که با تشویق بیشتر حمله می شوند سریعتر حمله می کنند که به آنها یک مزیت می بخشد. اما این غذای خام است ، بنابراین تأثیر آن طولانی نمی شود ، آنها باید در هاله باقی بمانند.";
case 708:
return "چه کسی بوی نان گرم یا هر نوع غذای تازه درست شده را دوست ندارد ، زیرا تداعی این احساس وظیفه این نقش است ، و اشکالی ندارد ، همچنین تغذیه ... او مسئول تبدیل محصول به یک غذای خوشمزه مغذی است ، است: جو دوسر با دارچین ، کیک موز ، آرد ذرت ، همبرگر لوبیا ، کلوچه کینوا ، دسر شکلات ، کیک میوه خشک.##هر بار یک متحد را تغذیه کنید ، یعنی هر بار که توانایی ویژه خود را اجرا کند؛ واحدهایی که با تشویق بیشتر حمله می شوند سریعتر حمله می کنند که به آنها یک مزیت می بخشد. اثر این غذای خوب مدت طولانی طول می کشد.";
case 709:
return "مهارت زیادی در دستان ، صبر و ایده های لازم برای تبدیل یک قطعه از مواد به ... یک ماده با ارزش تر ؛ ساخت لباس برای پوشیدن ، پوشیدن و محافظت در برابر سرما ، کفش رقص ، مبلمان برای دیدن یا خواب در رویای جهانی بدون جنگ ، آنها این کار را انجام می دهند.##هر بار که توانایی ویژه او تحریک شود ، او یك واحد متحد را در یك شنل ضد ضربه خنك خواهد پوشید ، این به زرهی واحدی كه در اثر بازدیدها از بین رفته است ، می دهد.";
case 710:
return "این خالها از روده های زمین ماده اولیه تمام فعالیتهای تولیدی را استخراج می کنند ، آنها اهمیتی برای سر و صدای دستگاه های خرد کن یا تنفس هوای متراکم زیرزمینی را ندارند ، اگر اگر خستگی ناپذیر به دنبال یافتن طلا ، الماس ، آدامانتیوم برای گرفتن حلقه یا دندان.##آنها در محاصره مهارت دارند ، می توانند مرکز شهر دشمن را سرنگون کنند ، انگار که این فقط یک سنگ شکننده دیگر است ، آنها همچنین در محاصره های خود ارزش های لازم را جمع می کنند تا مرکز شهری خودشان را تعمیر کنند.";
case 711:
return "این شهروند خشن با گرمای ریخته گری مزاحمتی نمی کند ، او در آنجا باقی مانده و مواد معدنی خام را به مصنوعات روزمره تبدیل می کند مانند: گلدان ، لیوان ، پایه ، میله و انواع پیچ های آهنی.##در میان آنها قمه ، شمشیر ، تبر جنگی گاه به گاه ... هر از گاهی اوقات یک سلاح اضافی ایجاد می کند و آن را به یک متحد می دهد ، واحدهای دارای این سلاح اضافی حمله بیشتری دارند ، اما همه چیز عالی نیست ، دیر یا زود و با بدشانسی اسلحه شکسته خواهد شد";
case 712:
return "سلامتی ، اصلی ترین چیز برای زندگی و حتی بیشتر برای زندگی خوب است.##این نقش تأمین رفاه خودشان است. قبل از رسیدن به پایان یک عمل جراحی یا مصرف مواد شیمیایی قوی ، آنها سعی می کنند عادات خوبی مانند: هیدراته کردن خوب ، ورزش (انعطاف پذیری + کاردیو) را گسترش دهند ، خوشحال و بدون استرس باشند ، بدون چربی ، قند و گوشت اندک بخورند ، نفس عمیق بکشند ، خوب بخوابید ، و گاهی اوقات روزه دار با ادویه جات ترشی جات. و خوب ، از نظر شبیه سازی ، آنها متحدان را بهبود می بخشند ، خواه آسیب فیزیکی باشد یا عفونت های ویروسی.";
case 713:
return "همیشه آن دسته از ساکنین بوده اند که دارای صدای فرمان ، بیش فعالی برای انجام پروژه ها و احساس افتخار و نوع دوستی شدید هستند ، این نقش در جامعه توانایی گروه بندی و هدایت ایده ها ، پروژه ها ، ابتکارات ، اعتراضات را دارد.##برای انجام این کار ، او باید به دیگران گوش فرا دهد ، انجمن های گفتگو را باز کند ، نظم را ترتیب دهد و از همه مهمتر ، یک مثال بزند. صرف نظر از رفتار سایر متحدان ، این نقش آنها را ترغیب می کند که از آن پیروی کنند ، بنابراین یک گروه کوچک را جمع می کند ، در این روش شما تنها نخواهید رفت ، از دیگر مزایای این امر این است که اعضا هنگام پاسخ به حمله به یکی از آنها هماهنگ می شوند .";
case 714:
return "او معادل یک پلیس است ، تخصص او محافظت است بنابراین او سپر بزرگی را حمل می کند ، نه اینکه به جنگ برود ماموریت او این است که نظم را در یک جامعه قرار دهد ، و باعث شود مردم احساس امنیت کنند ، و هر تهدیدی را خنثی کنند.##این مقاوم ترین واحد است ، یعنی توانایی آن.##از طرف دیگر ، برج را به عنوان یک ساختمان فراهم می کند ، به سمت دشمن شلیک می کند ، اما سرعت آن از سرعت بیشتری نسبت به برج های مبارزاتی که مستقیماً در میدان جنگ ساخته شده اند ، برخوردار است ، حتی در مواقع آخر به راحتی تخریب می شوند. مقاوم در برابر حملات مجرمان و مواد منفجره.";
case 715:
return "این معادل یک نظامی است ، این یک جنگجوی بی رحم است که با عطش خون به میدان جنگ می رود ، دشمن را نابود می کند.##شاید شما فکر می کنید که در یک بازی جنگی سایر نقش ها چه مفهومی خواهند داشت ، خوب تعادل وجود دارد ، گول نخورید ، همه نقش ها دارای مزایا و معایبی هستند و جامعه به عنوان یک سلیقه خود را با همه بیان می کند ... اما بله ، این با داشتن شخصی با بالاترین حمله (توانایی انفعالی) متمایز می شود.";
case 716:
return "او نادر است ، مانند یک زاغ ، با اندیشه مالیخولیایی و عمیق ، او دفن های زیادی را دیده است ، بسیاری از اشک ها ، بسیاری از پایان ها را دیده است.##آنها معمولاً افراد منزوی و مراقبه ای هستند و نقش آنها استراحت و اسکان به مرحوم است. مرگ ، بزرگترین رمز و راز در زندگی است ، این نقش دائماً زندگی می کند و برای توصیه به عزاداران خوب است. هنگامی که او در میدان نبرد دشمن را می کشد ، نقاط زندگی را بازیابی می کند ، گویی که این یک خون آشام است.";
case 717:
return "به عنوان یک غریبه که به هنرهای باستانی ، عرفانی ، جادوگری اختصاص داده شده است ، به همان دلیلی که معمولاً درمورد آنچه می داند ساکت است ، گفته می شود که او زمان بیشتری را در خواب و مراقبه می گذراند تا در زندگی.##او سعی می کند کارهای بزرگ شیمیایی را انجام دهد ، اسرار کیهان را موشکافی می کند و با متنوع ترین موجودات گفتگو می کند. هنگام مردن ، طیفی می شود که دشمن در حملاتش بدشانسی می آورد ، این یک اثر هاله ای است ، بنابراین به طور همزمان بر چندین نفر تأثیر می گذارد. در زندگی به سختی می تواند توسط کشیش ها تغییر شکل دهد.";
case 718:
return "این معبد دارای معبدی است که وقف خود را برای زندگی وقف می کند ، این معبد به نوبه خود نمادی از خدای چندین نفری است که در آن وجود دارد ، برخی قدیمی تر از دیگران ، برخی دیگر فراموش شده و دیگران شیک تر.##او روحیه جامعه را زیر نظر می گیرد و بار احساسی آن را با وعده کمک عالی می سنجد. وظیفه آن تبدیل ایدئولوژیکی واحد است ، به این معنی که می تواند متحد دشمن شود ، اما این یک احتمال با یک تلاش است ، که می تواند تحت تأثیر تأثیرات شانس قرار گیرد ، به عنوان مثال: قبل از نفرین یک شبح";
case 719:
return "موسیقی ، نقاشی ، مجسمه سازی ، آواز ، بازیگری ... بسیار متنوع و زیبا هنر و جلوه بی نهایت آن است ، این نقش بدون شک رویاها و کابوس ها را روی کاغذ و صدا ضبط می کند ، هر جامعه ای نیاز به بیان دارد ، این فوق العاده ترین است .##در جنگ او یک گیتار به همراه خواهد داشت ، که با الهام گرفتن از هوا قطبش می دهد و حملات متحدان را به موفقیت بیشتری می رساند. حتی در این صورت ، این اثر موقتی است ، بنابراین نیاز به حضور مداوم هاله دارد.";
case 720:
return "موجودی بسیار پرانرژی ، انعطاف پذیر ، قوی ، خستگی ناپذیر ، ماهر ، که فقط در ورزشگاه خود زندگی می کند یا بدون توقف در جهان سفر می کند ، او عاشق رقابت است و احساس می کند که از خودش و دیگران بهتر و بهتر است.##تنها هدف او شکستن اهداف است ، او از سلامتی بی نظیری برخوردار است اما در معرض آسیب های متعدد قرار دارد. او فرار می کند و هیچ چیز سریعتر از دیگران نیست ، که به او تحرک زیادی در میادین جنگ می دهد ، او همچنین توانایی آن را دارد که در اولین باری که حمله می کند ، مانند یک لانگ با سکون جمع شده خود ضربه بزرگی وارد کند.";
case 721:
return "بازی های شانس ، شطرنج ، چکرز چینی ، نردبان ، پارک ها ، پوکر ، Uno ، سحر و جادو ، چارچوب ها و موارد دیگر ، که در اینجا ، در ساختمان این شخصیت دوستانه ، خروجی و شاد پیدا می کنید.##مطمئناً چیزی مانند اوقات فراغت و خنده وجود ندارد ، اما مواظب باشید ، معتاد می شوید هاها. این نقش که یک رولت روسی است ، یک بمب پرقدرت به همراه دارد و می تواند گوشت را از استخوان ، از خودش ، از متحدانش و البته از دشمن جدا کند. انفجار تصادفی است اگر خسارت ببیند";
case 722:
return "یک جامعه سالم جنسیت خود را بدون تابو یا اخلاقیات شدید بیان می کند ، در اینجا این نقش مکانی را برای بازی های اروتیک فراهم می کند ، یا با روح باروری یا بهتر از آن برای اوقات فراغت.##و انگار که کافی نباشد ، خدمات خود را به عنوان یک شرکت خاص (با آزادی انتخاب) ارائه می دهد. فقط یک متحد را انتخاب کنید و آنها را روشن کنید ، به آنها نقاط ضربه ، نقاط حمله و مصونیت بیشتری نسبت به تأثیر سایر نقشها بدهید. این اتفاق خواهد افتاد و هنگامی که یکی از این دو نفر فوت کرد ، پیوند آن با مزایای آن برای همیشه قطع خواهد شد. ضعف متحد روشن فکر همراه اصلی آن است.";
case 723:
return "محصولات ساخته شده توسط تولید نیاز به فروش ، بازاریابی دارند ، این عملکرد این نقش است ، که همچنین می داند چگونه تجارت خوبی انجام دهد به دلیل کاریزمای آن ، زیرا همیشه در مواقع سخت پول وجود ندارد.##ساختمان او یک سرگرمی برای کسانی است که بدنبال وسایل کم نیاز هستند. او یک متخصص در بدست آوردن ثروت است ، از جایی که هیچ کدام سکه نمی گیرد استخراج می کند. شما می توانید سلاح ها و شنل های دشمن را بردارید و آنها را نگه دارید ، یا آنها را به یک متحد بدهید. در اصل ساخت دشمن را به کالایی برای متحدان تبدیل می کند.";
case 724:
return "او وسواس دارد که همه چیز را تمیز ببیند ، به دفع زباله ها اهمیت زیادی می دهد ، شعار او کاهش ، استفاده مجدد ، بازیافت است.##زیرا این امر به کاهش آلودگی کمک می کند. او دوست دارد سطل های زباله را که بر اساس کاغذ ، پلاستیک ، الکترونیک و آلی مرتب شده اند ببیند ، زیرا این کار کار در ساختمان او را کاهش می دهد. او همچنین چمن را چمن می زند. جنگ بسیاری از اجساد تجزیه شده را به جا می گذارد ، یک آشفتگی کامل ، این نقش با هر اجسادی که پردازش می کند ، زندگی کمی به دست می آورد.";
case 725:
return "یک شهر برای لذت بردن ، تفریح ​​و ارتباط با جانوران و گیاهان به پارک ها و ذخایر طبیعی نیاز دارد.##این موجود از این فضاها محافظت می کند و درست در آنجا زندگی کمی از شهر جدا می شود. خون او دوز مشخصی از قارچ های توهم زا دارد. او می تواند تحت فشار اعتراض مسالمت آمیز ، نقش آنها را از دشمنان بگیرد و توانایی ویژه آنها را از آنها بگیرد ، این کار را هر بار که توانایی خود را فعال می کند ، یکی یکی می کند.";
case 726:
return "رابطه انسان با موجودات دیگر در طبیعت بسیار کهن است ، مانند حیوانات اهلی ، شکار ، معاشرت ، مصرف.##این نقش سگها را پرورش می دهد و اهلی می کند و آنها را تربیت می کند ، به طوری که آنها به عنوان یک شرکت برای همه افراد خدمت می کنند ، همه ما می دانیم کسانی هستند که حتی آنها را به عنوان اعضای خانواده می بینند. هنگامی که دشمن را می بیند ، می تواند فقط یک سگ را برای کمک به او در نبرد فراخواند ، این موجود همیشه او را دنبال خواهد کرد ، نسبت به انسان حمله و زندگی کمتری دارد و اگر صاحبش بمیرد ، معمولاً از درد اخلاقی می میرد.";
case 727:
return "ما در یک دنیای فیزیکی زندگی می کنیم ، با مسافت هایی که همه نقاط را از هم جدا می کند ، حمل و نقل چیزی یا شخصی از A به B همیشه یک چالش بهینه سازی بوده است ، بالون یا کشتی های هوایی بهترین وسیله پرواز بوده اند.##در این ساختمان آنها خدمات خود را برای عبور از مسافت های طولانی ارائه می دهند. بالن ها را هنگامی که در آب هستند به آنها هدیه دهید ، به این ترتیب آنها می توانند سریعتر به مقصد برسند ، در زمین بالون پایین می آید. باید تأکید کرد که جنگ آبزی به کسانی که با بالون می روند یک مزیت می دهد.";
case 728:
return "شما می خواهید چیزی ، احساسی ، ایده ای یا شغلی را به کسی بیان کنید ، اما بسیار دور است ، خوب این نقش و ساختمان به شما امکان می دهد آن پیام را در دستان متخصص بگذارید ، مثل اینکه تلگراف وجود داشته باشد.##استراتژیک ، اگر رفتار آن برای دفاع باشد: دفاع از متحدان را متقاعد می کند ، بدون غفلت از دفاع ، به دشمن همسایه حمله کنند.##اگر رفتار آنها به دنبال کسی باشد: متحدان را به دفاع از مرکز آسیب پذیر یا بهتر بگویم کسانی که به طور گروهی از حمله دفاع می کنند تشویق می کند. برای رفتارهای دیگر: باعث می شود متحدان مانند او رفتار کنند. با رسیدن به یک مرکز دشمن ، فقط یک بار ، او واحدی را در صف ایجاد از آن مرکز به مرکز خود منتقل می کند.";
case 729:
return "مخلوطی از معلم و هنرمند ، از آنجا که او دوست دارد آموزش دهد و دانش را انتقال دهد ، و همچنین دوست دارد چیزهای واقعی یا غیر واقعی بنویسد.##ساختمان آن پر از کتاب ، از همه موضوعات ، علوم ، ادبیات ، معنویت ، زندگی نامه ، تاریخ ، فلسفه ، سبک زندگی و غیره است. به حملات متفقین ، یک به یک ضربه بزنید ، بهترین شانس را داشته باشید. این گاو نر بسیار ماندگار است و شانس اعتصاب انتقادی بالایی دارد ، زیرا دانش قدرت است.";
case 730:
return "این انرژی را ارائه می دهد ، مدیریت آتش سوزی مدت ها از بین رفته است ، چه چیز جدیدی از حوزه صاعقه است (حداقل برای این زمان شبیه سازی شده) ، توربین های بادی انرژی پاک را برای همه ارائه می دهند و با آن چه باید کرد؟ خوب ، یک رویای بشریت ایجاد یک homunculus ، یک گلم بوده است.##بیایید قلمی با هوش مصنوعی درست کنیم. یک ربات ایجاد کنید ، به دلیل باتری هایش عمر محدودی دارد اما هر متحدی با این نقش می تواند جای آنها را بگیرد. غول پیکر است اما حمله نمی کند ، هنوز هم یک طعمه مقاوم و یک تخریب برج بسیار عالی است. با آب ضعیف می شود ، مانند کسی رفتار می کند که آن را برنامه ریزی یا دوباره برنامه ریزی کرده است.";
case 731:
return "جامعه ای بدون ساختمان چه کلبه ای باشد چه آسمان خراشی ، این موجود بزرگترین و متراکم ترین شهر را ایجاد می کند ، بدون اینکه فراموش کند هدفش ارائه آسایش ، عملکرد ، بهینه سازی و تأثیر کمتر بر محیط زیست است.##ساختمانی برای زندگی چندین شهروند فراهم می کند. در میدان جنگ می توانید یک برج لشکرکشی قرار دهید که به سمت دشمن شلیک کند ، به دلیل سرسختی مورد حمله شهروندان قرار نمی گیرد. شما می توانید به جای ساخت یک مورد جدید ، سطح موجود را مرتب کنید.";
case 732:
return "همه کسانی که در جامعه زندگی می کنند برای بهبود آن کار نمی کنند ، کسانی هستند که به دلایل شخصی درگیری ، دزد ، قاتل ، گانگستر ایجاد می کنند ، آنها افراد سختی هستند و معمولاً در شب پیدا می شوند و با شهروندان صادق آبجو می نوشند.##آنها هر از گاهی با خیانت به متحدان خود حمله می کنند ، این معمولاً ضربه بزرگی برای غافلگیر شدن است. شانس کمی برای دریافت خسارت وجود دارد ، به طور کلی این نقش توسط هر کسی که بخواهد منطقه را از داخل خراب کند انتخاب می شود.";
case 733:
return "گفته می شود که این افراد دیوانه هستند ، آنها همه چیز را که می بینند ، از اعماق فضا گرفته تا صمیمیت مولکول ها ، موشکافی می کنند ، زبان آنها ریاضیات و فرهنگ لغت آنها پیچیده است.##در ساختمانی که آنها ارائه می دهند ، معمولاً آزمایشات زیادی برای آزمایش فرضیه ها انجام می شود. آنها در فلاسک های خود ویروس بسیار مهلکی را پرورش داده اند که توانایی کشتن و انتقال خود را دارد ، اکنون آن را در جنگ برای آلوده کردن یک دشمن همزمان استفاده می کنند. این حمله شبیه سم است ، فرصتی برای بهبودی یا آسیب دیدگی وجود دارد.";
case 734:
return "دفاعی:#واحدها به دنبال مرکز شهری خود یا متحدان خود هستند و در نزدیکی آن می مانند ، وقتی جنگ برای قاره ها باشد ، می توانند محاصره ای از یک مرکز را ببینند یا به آنجا می روند.##حمله تصادفی:#آنها یک مرکز دشمن را به طور تصادفی انتخاب می کنند و به آنجا می روند ، این می تواند پراکندگی نیروها را ایجاد کند ، همچنین موارد خاصی وجود دارد که می توان مقصد را دوباره محاسبه کرد.##حمله به قوی ترین / ضعیف ترین:#آنها مرکز دشمن را که بیشترین / کمترین مقدار واحدهای موجود را دارد ، هدف قرار می دهند ، یعنی واحدهای زنده را با واحدهای ذخیره اضافه می کنند.";
case 735:
return "همسایه حمله:#اطمینان حاصل می کند که مرکز دشمن هدف نزدیکترین واحدی است که در حال حاضر به دنبال چه کسی برای حمله است.##حرکت در گروه:#مراکز چند دایره از گروه ها را محاسبه می کنند ، واحدهای مرکز گفته شده که چنین رفتاری دارند در یکی از آن محافل جمع می شوند.##همچنین در حالت حالت قاره می توان یک دایره متحد را انتخاب کرد. یک واحد دیگر را دنبال کنید:#یک شهروند متحد به طور تصادفی برای پیگیری انتخاب می شود ، اما این نباید در رفتار دفاعی یا پیروی باشد. بعلاوه ، اگر کسی را پیدا نکرد ، تمایل دارد به مرکز شهر خود برگردد.";
case 736:
return "این نرم افزار عملیاتی عجولانه است ، استراتژی ها و ویرایش های پروفایل با آرامش انجام می شود ، بنابراین ، آمار جهانی هر ساعت و همچنین امکان ویرایش مشخصات به روز می شود.##تغییراتی که ایجاد می کنید در 1 ساعت در آمار قابل مشاهده است!";
case 737:
return "در بالا می توانید منطقه یا کشوری را برای مشاهده انتخاب کنید ، انتخاب با رنگ قرمز روی نقشه منعکس می شود.##در زیر نقشه می توانید مشاهده کنید:#- تعداد کاربران منطقه.##- درصد زنان با توجه به کل.#- تعداد کاربران فعال.#- ثبت کاربران فعال.#اگر کاربر در هفته گذشته در برنامه حضور داشته باشد ، فعال است.";
case 738:
return "می توانید نوع داده را برای مشاهده در منطقه انتخاب شده تغییر دهید:#- نقش ها: کاربران در هر نقش.##- مناطق: با توجه به منطقه فعلی.##- احساسات: با توجه به چهره های آواتار.#- زودیاک: نشانه هایی برای منطقه.#ایده این است که نقش ها را ببینیم اما رفتارها را نبینیم ، به این ترتیب می توان برای نقش ها یک استراتژی جمعی عینی و برای رفتار بصری یا بیرونی ساخت.#- دکمه ذخیره به شما امکان می دهد داده ها را صادر کنید.#- دکمه دوربین از صفحه عکس می گیرد.";
case 739:
return "در بالا ، تعداد شبیه سازی ها:#هفتگی (تمیز می شود) / جمع شده است.##می توانید منطقه ای را که می خواهید مشاهده کنید انتخاب کنید ، این رنگ با رنگ قرمز روی نقشه منعکس می شود.##اولین شبیه سازی هفته Official است ، با بقیه به طور متوسط ​​و رکورد مربوط به همه زمان ها است.##داده ها موقعیت منطقه را نشان می دهد ، 1 بهترین مکان است ، در صورت گره زدن می توان آنها را تکرار کرد.##نمادها: نمره فنی ، دشمنان شکار شده ، محاصره انجام شده ، مناطق فتح شده ، زمان زنده ، واحدهای موجود ، کل واحدها ، زندگی نهایی.";
case 740:
return "4 دکمه در پایین شروع جنگ است:#1 نسخه ی نمایشی با داده های تصادفی.##2 نسخه ی نمایشی با داده های سفارشی.##3 داده های رسمی اما درگیری.##4 داده ها و نتایج رسمی.#- حالت کشور / حالت قاره.#- دکمه دوربین از صفحه عکس می گیرد.#داده های سفارشی قالب فایل (txt) بدست آمده در منوی آمار را دارد.#جنگ رسمی روی صفحه سیاه خواهد بود ، نتایج بر روی سرور بارگذاری می شوند ، این امر برای جلوگیری از پایان شبیه سازی به راحتی شما است.";
case 741:
return "فایل (txt) را همانطور که برای منوی آمار نشان داده شده دریافت کنید.##در آن چندین ماتریس مشاهده خواهید کرد ، یکی از موارد مورد علاقه ما یکی از (نقش) است ، در آنجا می توانید مقادیر را با توجه به تعداد واحد مورد نظر در هر یک ، برای هر منطقه تغییر دهید.##ستونها نقشهایی هستند که آنها را در هدر مشاهده می کنید (نقش).##همانطور که آنها را در سربرگ (کشورها) مشاهده می کنید ، ردیف ها منطقه هستند.#رفتارها همیشه تصادفی خواهند بود؛ سپس (جمعیت فعال) کاربران فعال را تعریف می کند ، اگر می خواهید تعداد بسیار بالایی قرار دهید.";
case 742:
return "- با چرخ ماوس بزرگنمایی کنید.##- دوربین را با کلیک راست حرکت دهید.##- نهادها را با کلیک چپ انتخاب کنید.#- شبیه سازی را با Escape ترک کنید.#- با بالا و پایین در بالا سمت چپ سرعت و سرعت خود را کم کنید: اطلاعات عمومی ، سرعت نهایی به کامپیوتر شما ، داده های رسمی بستگی دارد یا خیر.#سمت راست بالا: اطلاعات عمومی: حداکثر جمعیت ، واحدهای زنده ، موجودات زنده ، ثبت موجودات زنده ، کل موجودات ایجاد شده.#سپس 3 مورد برتر طبق: واحدهای موجود ، دشمنان شکار شده ، محاصره انجام شده ، مناطق تسخیر شده.#سرانجام ، موقعیت ها با توجه به نشاط.#پایین سمت چپ ، متنی (انتخاب).";
case 743:
return "جنسیت و زودیاک بر شبیه سازی تأثیر نمی گذارد ، اما اگر حالت فعال باشد ، پاداش های زندگی داده می شود.##اشخاص می توانند از طریق زمین یا آب حرکت کنند ، این آخرین حرکت و حمله را کند می کند.##آنها می توانند به سمت دشمن ، متحد یا مرکز شهری بروند ، همچنین برخورد ها شناسایی می شود.##هر از چند گاهی آنها در دامنه بینایی خود به دنبال دشمنان می گردند و اگر نزدیک باشند با کمی تصادفی به آنها حمله می کنند. همچنین گهگاه تواناییهای ویژه هر نقش اجرا خواهد شد. نقش هایی که بر واحدهای دیگر تأثیر می گذارند نمی توانند از خود استفاده کنند و همچنین بر متحدین یا دشمنانی که نقش آنها یکسان است تأثیر نمی گذارند ، به عنوان مثال: یک پزشک نمی تواند یک داروی دیگر را بهبود بخشد یا آن را بهبود بخشد.";
case 744:
return "هر مرکز شهری دارای یک جمعیت اولیه است که از این تعداد می تواند در هر زمان محدودیت واحدهای مسکونی را داشته باشد ، و به همان نسبت بیشتر برانگیخته خواهد شد.##نقاط زندگی هر مرکز یک مقدار پایه به اضافه جمعیت اولیه است ، از زمان به زمان تعداد دشمنان و متحدان نزدیک محاسبه می شود ، محاصره دریافت شده تفاوت این یک محدودیت است.##نقش های واحدی به صورت تصادفی با اولویت انتخاب می شوند ، رفتارها فقط به طور تصادفی تغییر می کنند.##هر مرکز موقعیت چند حلقه گروه بندی را محاسبه می کند ، این کار را با جستجوی گروه بندی های واحدها ، مراکز دشمن و گروه های دشمن انجام می دهد.";
case 745:
return "برای پیمایش سریعتر از کلیدهای چپ / راست استفاده کنید.##Enter را فشار دهید تا به یک صفحه تصادفی بروید ، Space برای نقش تصادفی.##شماره موجود در تصویر در صفحه اول تعداد کل کاربران ثبت نام شده است. توجه داشته باشید:#";

// mini nombre de zona
case 900:
return "سگ";
case 901:
return "موارد استفاده";
case 902:
return "مکس";
case 903:
return "کلم";
case 904:
return "سینه بند";
case 905:
return "ارگ";
case 906:
return "اسپیس";
case 907:
return "انگلیسی";
case 908:
return "آل";
case 909:
return "روس";
case 910:
return "آرا";
case 911:
return "هندی";
case 912:
return "چی";
case 913:
return "ایگی";
case 914:
return "با";
case 915:
return "جنوب";
case 916:
return "اوس";
case 917:
return "N.A";
case 918:
return "S.A";
case 919:
return "یورو";
case 920:
return "ORI";
case 921:
return "AFR";
case 922:
return "TOT";

// para nombres de comportamientos abreviados (no traducir)
case 1000:
return "دفاع";
case 1001:
return "A.aza";
case 1002:
return "الف بود";
case 1003:
return "A.déb";
case 1004:
return "A.cer";
case 1005:
return "گروه";
case 1006:
return "سگویی";

// abreviacion roles (no traducir)
case 1100:
return "خانواده";
case 1101:
return "آگری";
case 1102:
return "پخته شده";
case 1103:
return "هنر";
case 1104:
return "مال خودم";
case 1105:
return "هیر";
case 1106:
return "مدی";
case 1107:
return "رهبر";
case 1108:
return "شکست دادن";
case 1109:
return "گور";
case 1110:
return "سپو";
case 1111:
return "شعبده باز";
case 1112:
return "ساس";
case 1113:
return "آرتی";
case 1114:
return "دپو";
case 1115:
return "پایا";
case 1116:
return "Acom";
case 1117:
return "بخور";
case 1118:
return "تمیز";
case 1119:
return "هیپ";
case 1120:
return "گنبد";
case 1121:
return "پیلو";
case 1122:
return "مردانه";
case 1123:
return "نوشتن";
case 1124:
return "اینج";
case 1125:
return "قوس";
case 1126:
return "آس ها";
case 1127:
return "صد";

default: return "";
}

